Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/puhe_kn_gollegiela.pdf.tmx
Source language: fin
Languages: sme

source: arviointilautakunnan puheenjohtaja Pekka Sammallahti sekä Gollegiella-palkinnon saajat, Sámi
sme: sámedikki presideanta Egil Olli, Gollegiella árvvoštallanlávdegotti ságadoalli Pekka Sammallahti ja

source: Gollegiella-palkinto on tärkeä perinne jonka symbolinen merkitys saamen kielen edistämiselle ja
sme: Gollegiella-bálkkašupmi lea dehálaš árbevierru, man symbolalaš mearkkašupmi sámegiela ovddi

source: saamen kansan yhtenäisyydelle on suuri.
sme: deapmái ja sámi álbmoga oktilašvuhtii lea stuoris.

source: On tärkeää, että voimme tukea ja antaa tunnustusta saa
sme: Lea dehálaš, ahte sáhttit doarjut ja addit dovddas

source: men kielen edistämiselle saamelaisyhteisön sisällä.
sme: tusa giela ovddideapmái sámi servoša siste.

source: Tällaiset tunnustukset ovat yhä tärkeämpiä tukia
sme: Dákkár dovddastusat leat ein deháleabbo doarjagat

source: saamenkielen kehittämispyrkimyksissä.
sme: sámegiela ovddidanviggamušain.

source: Golllegiella-palkintoperinteen on jatkuttava, ja olisi tärke
sme: Gollegiella-bálkkašumi árbevierru galgá joatkahuvvat ja livččii

source: ää, että voisimme kehittää myös saamelaiskulttuurin edistämiselle vastaavan palkintojärjestelmän.
sme: dehálaš, ahte sáhtáleimmet gárgehit maid sámi kultuvrra ovddideami várás seammalágán

source: Tämän vuoden Gollegiella palkinnon saajissa on nostettu erinomaisesti esille kansalaisyhteiskunnan
sme: Dán jagi Gollegiella-bálkkašumiid oažžuin leat loktejuvvon hui bures ovdan álbmotservoša bargan

source: tekemä työ saamen kielen hyväksi.
sme: bargu sámegiela buorrin.

source: Vaikka saamelaisilla on omat edustukselliset elimensä, saame
sme: Vaikko sápmelaččain leat iežas álbmo válljen orgánat, sámedikkit, nu mii

source: laiskäräjät, niin aktiivisia kansalaisia ja järjestöjä tarvitaan saamen kielen aseman edistämiseksi.
sme: dárbbahit aktiivvalaš riikkavuložiid ja servviid sámegiela sajádaga buorideami várás. Aktiivvalaš

source: Aktiivisella kansalaisjärjestöllä kuten Sámi Siidalla on merkittävä vaikutus toimialueellaan esi
sme: álbmotsearvvis dego Sámi Siiddas lea mearkkašahtti váikkuhus doaibmaguovllustis ovdamearkan ja

source: merkkinä ja oikeuksien vaatijana.
sme: sámi vuoigatvuođaid gáibideaddjin.

source: Sámi Siida on toiminnallaan luonut luontevia kielenkäyttötilantei
sme: Sámi Siida lea bargguinis ráhkadan lunddolaš giellageavahan

source: ta osaksi saamelaisten arkipäivää Utsjoen kunnassa.
sme: diliid sápmelaččaid árgábeaivvi oassin Ohcejoga gielddas.

source: Juuri arkipäivän kielenkäyttötilanteiden lisää
sme: Aiddo árgabeaivvi giellageavahandiliid

source: minen ja luonnollisen saamen kielen käyttöympäristön luominen tukevat saamen kielen säilymistä
sme: lasiheapmi ja lunddolaš sámegiela geavahanbirrasa luovvan dorjot sámegiela seailuma ja

source: ja kehittymistä.
sme: ovdáneami.

source: Tässä tilaisuudessa mielelläni sanoisin, että Sami Siidan työnsarka olisi ohi ja että
sme: Dán dilálašvuođas dajalin mielalis, ahte Sámi Siidda áŋgiruššan bargu livččii meaddel

source: saamen kielen asema olisi sellaisessa tilanteessa että järjestöjen tukea ja kehitystyötä ei enää tarvita,
sme: ja ahte sámegiela sajádat livččii dakkár dilis ahte servviid doarjaga ja ovddidanbarggu ii šat dárbbat,

source: mutta tilanne ei ole näin.
sme: muhto dilli ii leat dákkár.

source: Saamen kielen edistämistä ja edunvalvontaa tarvitaan aivan yhtä paljon
sme: Sámegiela ovddideami ja beroštumiid barráigeahču mii dárbbahit aivve

source: kuin ennenkin.
sme: liikká olu go ovdalnai.

source: Erityisesti tarvitsemme kansalaisjärjestöjä osoittamaan epäkohtia saamen kielilain
sme: Earenoamážit dárbbahit servviid čujuhit vigiid sámi giellalága olláhuvvamis

source: toteutumisessa ja vaatimaa oikeuksien toteutumista.
sme: ja gáibidit vuoigatvuođaideamet olláhuvvama.

source: Toivottavasti tämä palkinto innostaa Sámi Sii
sme: Mu sávaldat lea, ahte dát bálkkašupmi movttidahttá

source: daa jatkamaan entistä ponnekkaammin saamen kielen ja sen käytön edistämistä Utsjoen kunnassa.
sme: Sámi Siidda joatkit ein áŋgireappot sámegiela ja dan geavahusa ovddideami Ohcejoga gielddas.

source: Toinen Gollegiella-palkinnon saaja Henrik Barruk on toiminnallaan esimerkki meille kaikille. Hän
sme: Nubbi Gollegiella-bálkkašumi oažžu Henrik Barruk lea bargguinis ovdamearkan midjiide buoh

source: tusta Ruotsissa jo kahdenkymmenen vuoden ajan.
sme: kaide.

source: Uumajansaame on yksi erittäin uhanalaisista
sme: Son lea leamaš ábas, áŋgir ja vuollánmeahttun ubmisámegiela ovddideaddji ja oahpaheaddji

source: saamen kielistä.
sme: Ruoŧas juo guoktelogi jagi.

source: Kielen tulevaisuus riippuu juuri Barrukin kaltaisista uranuurtajista. Kielen pelasta
sme: Dán barggu son lea bargan vuollegašvuođain iige lea bajidan iežas

source: Juvvá Lemet – Klemetti Näkkäläjärvi www.samediggi.fi Ságadoalli – Puheenjohtaja Saamelaiskäräjät Tel: +358505242109 Skierri Peuratie 15 painostaa luopumaan kielen pelastamistyöstä.
sme: Juvvá Lemet – Klemetti Näkkäläjärvi www.samediggi.fi Ságadoalli – Puheenjohtaja Saamelaiskäräjät Tel: +358505242109 Skierri Peuratie 15 earáid bajábeallái.

source: Henrik Barrukin pitkäjänteinen työ on osoitus myös
sme: Ubmisámegiella lea okta hui uhkivuloš gielain sámegiela giellabearrašis. Giela

source: hänen henkisestä vahvuudestaan.
sme: boahtteáigi lea hui guhkás Barruka sullasaš bálggesčulliid duohken.

source: Saamen kielet tarvitsevat tällaisia uranuurtajia yhä enemmän, ja
sme: Giela gádjun ja ovddideaddjin

source: toivon että Henrik Barrukin antama esimerkki innostaa myös nuorta saamelaissukupolvea edistä
sme: dárbbahit dákkár oppasgálliid ein eanet ja sávan ahte Henrik Barruka addin ovdamearka movttii

source: mään omaa kulttuuriaan ja saamen kieltä.
sme: dahttá maid nuorat sápmelašbuolvva ovddidit sámegiela ja sámi kultuvrra.

source: Lämpimät onnitellut palkinnon saajille ja toivotan teille onnea ja menestystä tärkeässä työssänne
sme: Váimmolaš lihkusávaldagat Gollegiella-bálkkašumi oažžuide, Sámi Siida rs:ái ja Henrik Barrukii.

source: saamen kielen edistämiseksi.
sme: Sávan lihku ja menestumi dehálaš barggus sámegiela ovddideami várás.
